Repository: RarstManPL/BreedSelector
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pl

source: Prediction app settings
pl: Ustawienia aplikacji predykcja

source: A model for predicting a dog character
pl: Model do przewidywania charakteru psa

source: LSHASH model to predict dog character
pl: LSHASH modelu do przewidywania charakteru psa

source: Model for determining if there is a dog in the photo
pl: Model do przewidywania, czy na zdjęciu jest pies

source: Model for predicting a dog breed from a photo
pl: Model do przewidywania rasy psa na podstawie zdjęcia

source: Category settings
pl: Ustawienia kategorii

source: Visibility settings
pl: Ustawienia widoczności

source: Feature settings
pl: Ustawienia cechy

source: Sensitive settings (! SELECT ONLY WHEN THE MODEL SUPPORTS THIS FEATURE !)
pl: Wrażliwe ustawienia (! ZAZNACZ TYLKO JEŻELI MODEL WSPIERA TĘ CECHĘ !)

source: Breed settings
pl: Ustawienia rasy

source: Breed image
pl: Zdjęcie rasy

source: Question settings
pl: Ustawienia pytania

source: Commons
pl: Wspólne

source: Prediction
pl: Predykcja

source: Form
pl: Formularz

source: Oh no, error...
pl: O nie, błąd...

source: An error occurred while trying to submit the form. Check that all fields have been completed.
pl: Wystąpił błąd podczas wysyłania formularza. Sprawdź, czy uzupełniłeś wszystkie pola.

source: Choose one value
pl: Wybierz przynajmniej jedną wartość

source: Previous
pl: Poprzednia

source: Next
pl: Następna

source: Send images!
pl: Wyślij zdjęcia!

source: You can choose max 10 images.
pl: Możesz wybrać maks. 10 zdjęć.

source: Submit
pl: Wyślij zapytanie

source: Results
pl: Wyniki

source: The new features of the application are at an early stage of development. Detecting dogs in photos may not work properly! Also, some photos may be skipped due to an internal error. Some photos of dogs may be blurry, mispositioned, watermarked, or simply missing. We are working on it all the time.
pl: Nowe funkcje aplikacji są na wczesnym etapie rozwoju. Wykrywanie psa na zdjęciu może nie działać poprawnie. Ponado, część grafik może zostać pominiętych ze względu na wewnętrzny błąd programu. Część wizerunków psów może być niewyraźnych, źle wypozycjonowanych, oznaczonych znakami wodnymi, czy po prostu ich brakować. Cały czas pracujemy nad poprawą tych nie dogodności.

source: Matches based on image(s)
pl: Dopasowania na podstawie zdjęć

source: Warning!
pl: Uwaga!

source: Among the given images, there were those with no dog detected.
pl: Pośród podanych zdjęć, wykryto takie, na których nie znaleziono psa.

source: Amount
pl: Ilość

source: An error occurred while loading some of the photos. They have been omitted.
pl: Wystąpił nieoczekiwany problem podczas ładowania części zdjęć. Zostały one pominięte.

source: Match Percentage
pl: Procent dopasowania

source: Well done!
pl: Wszystko dobrze!

source: All actions were performed correctly, but based on the given image(s), no breed was found that would suit you at least 30%%.
pl: Wszystkie akcje zostały wykonane poprawnie, lecz dla podanych zdjęć, nie znaleziono rasy psa odpowiadającej Tobie w przynajmniej 30%%.

source: Please go back to the survey and try again.
pl: Powróć do ankiety i spróbuj ponownie.

source: Go to the survey
pl: Przejdź do ankiety

source: Matches based on character
pl: Dopasowania na podstawie charakteru

source: A description of the animal will appear here in the future. For now, use the link below.
pl: W tym miejscu, w przyszłości pojawi się opis zwierzęcia. Na razie skorzystaj z odnośnika poniżej.

source: More information
pl: Więcej informacji

source: All actions were performed correctly, but based on the given characteristics, no breed was found that would suit you at least 70%%.
pl: Wszystkie akcje zostały wykonane poprawnie, lecz na podstawie podanych wartości cech nie znaleziono rasy, która byłaby dla Ciebie idealna w przynajmniej 70%%.

source: English
pl: Angielski

source: Polish
pl: Polski

source: Empty name
pl: Brak nazwy

source: Main page
pl: Strona główna

source: Find your friend
pl: Znajdź swojego przyjaciela

source: Contact
pl: Kontakt
